[
  {
    "from": "start",
    "text": "Great lets start !"
  },
  {
    "from": "start",
    "text": "This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information"
  },
  {
    "from": "start",
    "text": "This SERVICE is provided by at no cost and is intended for use as is"
  },
  {
    "from": "start",
    "text": "This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service."
  },
  {
    "from": "end",
    "text": "Do you collect data and information ?"
  },
  {
    "from": "start",
    "text": "For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information."
  },
  {
    "from": "start",
    "text": "The information that I request will be retained on your device and is not collected by me in any way.<br>The app does use third party services that may collect information used to identify you."
  },
  {
    "from": "start",
    "text": "Link to privacy policy of third party service providers used by the app <br><br> • <a href=\"https://www.google.com/policies/privacy/\" target=\"_blank\">Google Play Services</a>"
  },
  {
    "from": "end",
    "text": "Do you log data ?"
  },
  {
    "from": "start",
    "text": "I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics."
  },
  {
    "from": "end",
    "text": "show me the full version of this privacy policy"
  },
  {
    "from": "start",
    "text": "Sure , follow this link :<br> <a href=\"https://app-privacy-policy-generator.firebaseapp.com\">https://app-privacy-policy-generator.firebaseapp.com</a>"
  },
  {
    "from": "start",
    "text": "if you approve this privacy policy Click \"Allow\" to continue to app "
  }
]